// src/assets/ascii-art/debug-mode-hint.js

// ascii art generator: https://patorjk.com/software/taag/#p=display&f=Big&t=spyXX%20%20Debug%20%20Mode
export const cornDebugModeHint = `

                 __   ____   __   _____       _                    __  __           _      
                 \\ \\ / /\\ \\ / /  |  __ \\     | |                  |  \\/  |         | |     
  ___ _ __  _   _ \\ V /  \\ V /   | |  | | ___| |__  _   _  __ _   | \\  / | ___   __| | ___ 
 / __| '_ \\| | | | > <    > <    | |  | |/ _ \\ '_ \\| | | |/ _\` |  | |\\/| |/ _ \\ / _\` |/ _ \\
 \\__ \\ |_) | |_| |/ . \\  / . \\   | |__| |  __/ |_) | |_| | (_| |  | |  | | (_) | (_| |  __/
 |___/ .__/ \\__, /_/ \\_\\/_/ \\_\\  |_____/ \\___|_.__/ \\__,_|\\__, |  |_|  |_|\\___/ \\__,_|\\___|
     | |     __/ |                                         __/ |                           
     |_|    |___/                                         |___/                            

如果你看到这个, 说明 spyXX 仍然处于 debug 模式, 这不符合预期, 请联系 qq2402398917 来反馈问题, 谢谢你!
`
